{
  "termsAndConditions": {
    "mainText": [
      {
        "code": "TERMS_AND_CONDITIONS_V0",
        "value": "Digital India Bhashini, the National Language Translation Mission, has been launched by the Hon'ble Prime Minister on 4.7.2022 with the vision of harnessing natural language technologies to create a diverse ecosystem of contributors, partnering entities and citizens for the purpose of transcending language barriers, thereby ensuring digital inclusion and digital empowerment in an Atma Nirbhar Bharat. To this end, the Mission aims to develop a public digital platform for making available open source artificial intelligence (AI) models through Application Programming Interfaces (APIs) in Indian languages and English, to enable speech-to-text conversion, text-to-text translation, text-to-speech conversion, transliteration and optical character recognition.\n\nDevelopment and efficacy of the AI models would depend critically on the availability of large and good quality language datasets in speech and text forms, particularly of the kind used for public purposes. To help augment the available datasets, the Hon'ble Prime Minister has also launched a crowdsourcing initiative through BhashaDaan portal on the Bhashini platform Bhashini.\n\nYour organization has generated a large volume of digital multilingual content for public purposes, much of which is already in the public domain. Sharing of such content with Bhashini would go a long way in helping realize the vision of a language-barriers-free India.\n\nPlease upload the content you intend to share onto the portal as a zipped tar file and a README file. The zipped tar file should include all content such as (pdf, docx, pptx, mp3, wav, jpeg, png files).  The README file should contain the metadata with the directory structure of the tar file. In addition, metadata  should contain a short description, format, language, domain for content file. The DMU team of Bhashini is available to assist in the creation of this README file.\n\nPlease select one of the two following terms under which the content is being shared with Bhashini: ",
        "active": false
      },
      {
        "code": "TERMS_AND_CONDITIONS_V1",
        "value": "Digital India Bhashini, the National Language Translation Mission, with the vision of harnessing natural language technologies to create a diverse ecosystem of contributors, partnering entities and citizens for the purpose of transcending language barriers, thereby ensuring digital inclusion and digital empowerment in an Atma Nirbhar Bharat. To this end, the Mission aims to develop a public digital platform for making available open source artificial intelligence (AI) models in Indian languages to enable speech-to-text and text-to-speech conversion and optical character recognition in these languages and also to enable text-to-text translation and transliteration among these languages and English.\nDevelopment and efficacy of the AI models requires large and good quality language datasets in speech and text forms. To this end, the Mission also crowdsources data through BhashaDaan (https://bhashini.gov.in/bhashadaan).\nA number of organisations and institutions have generated large volumes of digital content in Indian languages. Contribution of such Indian language content from such organisations/institutions helps the Mission realise its vision and also enhances digital access in the language.  With a view to help realisation of the Mission's vision, any organisation/institution that has generated such Indian language content may upload the content it intends to contribute on the portal.Contributions may be uploaded as a zipped file in “.tar” format along with a README file. The zipped file should contain a directory structure, with individual content files representing content contributions in different formats, such as .pdf, .docx, .pptx, .mp3, .wav, .jpeg and .png.  The README file should contain metadata that specifies the directory structure of the zipped file. In addition, metadata should include a short description, format, language and domain for each content file. The Data Management Unit team of the Mission may be contacted at the email dmu@cse.iitm.ac.in to assist in uploading the contribution.\nThe terms under which content is to be contributed: ",
        "active": true
      }
    ],
    "specificPermissions": [
      {
        "code": "BHASHINI_IS_GRANTED_V0",
        "value": "Bhashini is granted the right to create and publish datasets for training AI models from the content shared. These datasets will be created by extracting a fraction of the content shared, processing and reshuffling the extracted content with other content sources so that it is impossible to recreate the original content from the dataset. The datasets shall be published using a Creative Commons (CC by 4.0) with attribution to the original contributors content. This is the preferred way to share content for which your organization has full rights as it will maximize the utility of the datasets for training AI models.",
        "active": false
      },
      {
        "code": "BHASHINI_REQUESTS_TO_BE_GRANTED_V0",
        "value": "Bhashini requests to be granted the right to train AI models from the content shared. The trained AI models shall be published using a Creative Commons (CC by 4.0) with attribution to the original contributors content. However, no public datasets will be created from the content shared.",
        "active": false
      },
      {
        "code": "BHASHINI_IS_GRANTED_V1",
        "value": "The authorised representative of the contributing organisation/institution may select the following option to specify the terms under which content is being contributed:\nThe Mission is granted the right to create and publish datasets for training and benchmarking AI models from the content contributed. Such datasets will be created by extracting a randomly selected fraction of the content contributed, followed by reshuffling and processing the extracted content. The datasets shall be published under a Creative Commons Attribution 4.0 International Public License (“CC BY 4.0”) (https://creativecommons.org/licenses/by/4.0/) ",
        "active": true
      },
      {
        "code": "BHASHINI_REQUESTS_TO_BE_GRANTED_V1",
        "value": "While the above option maximise the utility of the datasets for the Mission's purposes, the contributing organisation/institution may also select the following other option to specify the terms under which content is being contributed:\nThe Mission is granted the right to create from the content contributed in order to train and benchmark AI models, with the right to publish the trained models under a Creative Commons Attribution 4.0 International Public License (“CC BY 4.0”)(https://creativecommons.org/licenses/by/4.0/) and without the right to publish the datasets created.",
        "active": true
      }
    ],
    "additionalDetails":[
        {
            "code": "ADDITIONAL_DETAILS_V0",
            "value": "Contributions made shall be duly acknowledged on the Mission's portal. ",
            "active": true
        }
    ],
    "acceptance":[
        {
            "code": "ACCEPTANCE_V0",
            "value": "I, as the duly authorised representative of my organisation/institution, hereby accept the terms of contribution of data to the Mission.",
            "active": true
        }
    ]
  }
}